local data_guide = {
[1] ={
	id = 1,
	dialog = "击败对手就能完成关卡目标"
},
[2] ={
	id = 2,
	dialog = "试试点住后按顺序滑动\n连接3个就可以消除"
},
[3] ={
	id = 3,
	dialog = "继续攻击，敌人的生命为0我们就胜利了"
},
[4] ={
	id = 4,
	dialog = "敌人的回合数到0时，将会发动攻击"
},
[5] ={
	id = 5,
	dialog = "消除3个护盾\n可以进行防御"
},
[6] ={
	id = 6,
	dialog = "被攻击受伤后，我们需要回复一下生命"
},
[7] ={
	id = 7,
	dialog = "消除3个桃心\n可以回复生命"
},
[8] ={
	id = 8,
	dialog = "消除与护盾相同的\n颜色方块伤害减半"
},
[9] ={
	id = 9,
	dialog = "消除与护盾颜色克制的方块\n伤害将翻倍"
},
[10] ={
	id = 10,
	dialog = "点击进入角色页面"
},
[11] ={
	id = 11,
	dialog = "点击查看角色"
},
[12] ={
	id = 12,
	dialog = "点击角色升级提升角色属性"
},
[13] ={
	id = 13,
	dialog = "消除掉宝刀下方的方块,宝刀落到最底层\n就可以完成收集"
},
[14] ={
	id = 14,
	dialog = "请选择索隆助战"
},
[15] ={
	id = 15,
	dialog = "点击开始战斗"
},
[16] ={
	id = 16,
	dialog = "召唤索隆攻击"
}
}
return data_guide
