----------------------------------------------------------------------------------
--[[
    FILE:           errorCode.lua
    DESCRIPTION:    错误码
    AUTHOR:         ZhaoLu
    CREATED:        2016-06-27 
--]]
----------------------------------------------------------------------------------

local errorCode = {
	[1] = "能量不足",
	[2] = "金币不足",
	[3]	= "等级已达到最大值",
	[4]	= "您已购买无限能量",
	[5] = "初始化失败",
	[6] = "请等待倒计时结束",
	[7] = "倒计时结束后可开启宝箱",
	[8] = "充值失败",
	[9] = "无可滑动物块",
	[10] = "观看视频失败",
	[11] = "未获取到账号信息",
	[12] = "第5关 才可开启",
	[13] = "第14关 才可开启",
}

return errorCode